000010 IDENTIFICATION                   DIVISION.
000020 PROGRAM-ID.                      Sample.
000030*
000040 ENVIRONMENT                      DIVISION.
000050*
000060 DATA                             DIVISION.
000070*
000080 PROCEDURE                        DIVISION.
000090 MAIN.
000100     DISPLAY "Hello world."  UPON CONSOLE.
000110     STOP RUN.